
"Passcode Lock" = "Blokada Hasłem";

"All data in this app will be erased after %d failed passcode attempts." = "Wszystkie dane w tej aplikacji zostaną usunięte po %d nieudanych próbach podania hasła.";
"Cancel" = "Anuluj";
"Enable" = "Włącz";
"Erase all content in the app after %d failed passcode attempts." = "Usuń całą zawartość aplikacji po %d nieudanych próbach podania hasła.";

"Turn Passcode Off" = "Wyłącz Kod Dostępu";
"Turn Passcode On" = "Włącz Kod Dostępu";
"Change Passcode" = "Zmień Kod Dostępu";
"Erase Data" = "Wymaż Dane";
"Set Passcode" = "Ustal Kod Dostępu";
"Turn off Passcode" = "Wyłącz Kod Dostępu";
"Enter Passcode" = "Wprowadź Kod Dostępu";
"1 Failed Passcode Attempt" = "1 Nieudana Próba Kodu Dostępu";
"%i Failed Passcode Attempts" = "%i Nieudana Próby Kodu Dostępu";
"Passcodes did not match. Try again." = "Kody dostępu nie były zgodne. Spróbuj ponownie.";
"Enter a different passcode. You cannot re-use the same passcode." = "Wprowadź inny kod dostępu. Nie można ponownie użyć tego samego kodu dostępu.";
"Erase all data and reset passcode" = "Wymazać wszystkie dane i zresetować kod dostępu?";

"Enter your passcode" = "Wprowadź swój kod dostępu";
"Enter a passcode" = "Wprowadź kod dostępu";
"Re-enter your passcode" = "Ponownie wprowadź swój kod dostępu";
"Enter your old passcode" = "Wprowadź swój stary kod dostępu";
"Enter your new passcode" = "Wprowadź swój nowy kod dostępu";
"Re-enter your new passcode" = "Wprowadź ponownie nowy kod dostępu";

"Passcode lock notice" = "Proszę zapisz";
"ResetInfo" = "Nie ma możliwości zresetowania kodu dostępu; jeśli kiedykolwiek o tym zapomnisz, nie będziesz mieć dostępu do swoich czatów.";
"The app passcode lock protects your data against prying eyes, but it is not a replacement for setting a passcode lock on your device.\nIf you haven't done so already, set a device passcode lock too in order to ensure that the data on your device is encrypted." = "Blokada kodu dostępu aplikacji chroni dane przed wścibskimi oczami, ale nie zastępuje ustawienia blokady kodu dostępu na urządzeniu.\nJeśli jeszcze tego nie zrobiłeś, ustaw również blokadę urządzenia, aby mieć pewność, że dane na Twoim urządzeniu są zaszyfrowane.";

"Require Passcode" = "Wymagaj Kodu Dostępu";
"Immediately" = "Natychmiast";
"After 1 minute" = "Po 1 minucie";
"After %d minutes" = "Po %d minutach";
"After 1 min." = "Po 1 min.";
"After %d min." = "Po %d min.";
"After 1 hour" = "Po 1 godzinie";
"After %d hours" = "Po %d godzinach";
